Repository: ManOnDaMoon/omeka-s-module-SACO
Catalog: language/*.po
Languages: fr

source: Body mount
fr: Monture sur boîtier

source: Fixed lens
fr: Optique

source: Lens mount
fr: Monture d'objectif

source: Film format
fr: Support photographique

source: Alternative name
fr: Nom alternatif

source: Camera type
fr: Type d'appareil

source: Picture size
fr: Format de prise de vue

source: Minimum aperture
fr: Ouverture minimale

source: Variant
fr: Variante

source: Minimal focus distance
fr: Distance minimale de mise au point

source: Focal length
fr: Longueur focale

source: Maximum aperture
fr: Ouverture maximale

source: Lens diameter
fr: Diamètre d'objectif

source: Brand
fr: Marque

source: Photographic camera
fr: Appareil photographique

source: Lens
fr: Objectif

source: Lens design
fr: Modèle d'objectif

source: Serial number
fr: Numéro de série

source: Mount design
fr: Modèle de monture

source: Model name
fr: Nom du modèle

source: Item manufacturing year
fr: Année de fabrication de cet appareil

source: Reference on Collection-Appareils
fr: Référence sur Collection-Appareils

source: Detailed article
fr: Article détaillé
